
<div class="container-fluid position-relative d-flex p-0">
        <!-- Spinner Start -->
        <div id="spinner" class="show bg-dark position-fixed translate-middle w-100 vh-100 top-50 start-50 d-flex align-items-center justify-content-center">
            <div class="spinner-border text-primary" style="width: 3rem; height: 3rem;" role="status">
                <span class="sr-only">Loading...</span>
            </div>
        </div>
        <!-- Spinner End -->

        <!-- Content Start -->
        <div class="content">
            <?php 
              $this->load->view('common/topbar');
            ?>
            <!-- Blank Start -->
           <div class="container-fluid pt-4 px-4">
                <div class="row g-4 mb-5">
                    <div class="col-12">
                         <div class="bg-secondary rounded p-4 fs-6 lh-lg" style="word-spacing: 6px;color: #d8dbdb;">
                            <h4 class="mb-4">রক্তদান :-</h4>
                            <p>
                                <span class="text-danger">রক্তদান</span> হল কোন প্রাপ্তবয়স্ক সুস্থ মানুষের <span class="text-success">স্বেচ্ছায়</span> <span class="text-danger">রক্ত</span> দেবার প্রক্রিয়া। এই দান করা <span class="text-danger">রক্ত</span> <span class="text-success">পরিসঞ্চালন</span> করা হয় অথবা <span class="text-success">অংশীকরণের</span> মাধ্যমে ঔষধে পরিণত করা হয়।
                            </p>
                            <p class="text-info">কেন রক্তদান করবেন?</p>
                            <ol>
                                <li>
                                    <p> প্রথম এবং প্রধান কারণ, আপনার দানকৃত রক্ত একজন মানুষের জীবন বাঁচাবে। রক্তদানের জন্য এর থেকে বড় কারণ আর কি হতে পারে !</p>

                                </li>
                                <li>
                                    <p>
                                        হয়তো একদিন আপনার নিজের প্রয়োজনে/বিপদে অন্য কেউ এগিয়ে আসবে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        নিয়মিত রক্তদানে হৃদরোগ ও হার্ট অ্যাটাকের ঝুঁকি অনেক কম।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        নিয়মিত স্বেচ্ছায় রক্তদানের মাধ্যমে বিনা খরচে জানা যায় নিজের শরীরে বড় কোনো রোগ আছে কিনা। যেমন : হেপাটাইটিস-বি, হেপাটাইটিস-সি, সিফিলিস, এইচআইভি (এইডস) ইত্যাদি।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        দেহের রোগ প্রতিরোধ ক্ষমতা অনেকগুন বেড়ে যায়।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                         রক্তদান ধর্মীয় দিক থেকে অত্যন্ত পুণ্যের বা সওয়াবের কাজ। পবিত্র কোরআনের সূরা মায়েদার ৩২ নং আয়াতে আছে, ‘একজন মানুষের জীবন বাঁচানো সমগ্র মানব জাতির জীবন বাঁচানোর মতো মহান কাজ।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        নিজের মাঝে একধরনের আত্মতৃপ্তি উপলব্ধি করতে পারবেন । "আমাদের ছোট পরিসরের এই জীবনে কিছু একটা করলাম" এই অনুভুতি আপনার মনে জাগ্রত হবে এই ব্যাপারে নিশ্চিত করছি
                                    </p>
                                </li>
                            </ol>
                            <p class="text-info">রক্তদানের উপকারিতা :</p>
                            <ol>
                                
                                <li>
                                    <p>
                                        রক্তদান স্বাস্থ্যের জন্য অত্যন্ত উপকারী। রক্তদান করার সঙ্গে সঙ্গে শরীরের মধ্যে অবস্থিত ‘বোন ম্যারো’ নতুন কণিকা তৈরির জন্য উদ্দীপ্ত হয় এবং রক্তদানের ২ সপ্তাহের মধ্যে নতুন রক্তকণিকার জন্ম হয়ে ঘাটতি পূরণ হয়ে যায়। বছরে ৩ বার রক্তদান আপনার শরীরে লোহিত কণিকাগুলোর প্রাণবন্ততা বাড়িয়ে তোলার সাথে সাথে নতুন কণিকা তৈরির হার বাড়িয়ে দেয়। উল্লেখ্য রক্তদান করার মাত্র ৪৮ ঘণ্টার মধ্যেই দেহে রক্তের পরিমাণ স্বাভাবিক হয়ে যায়।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        নিয়মিত রক্তদান করলে হৃদরোগ ও হার্ট অ্যাটাকের ঝুঁকি অনেকটাই কমে যায়।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        আরেক গবেষণায় দেখা যায়, যারা বছরে দুই বার রক্ত দেয়, অন্যদের তুলনায় তাদের ক্যান্সারে আক্রান্ত হওয়ার ঝুঁকি কম থাকে। বিশেষ করে ফুসফুস, লিভার, কোলন, পাকস্থলী ও গলার ক্যান্সারের ঝুঁকি নিয়মিত রক্তদাতাদের ক্ষেত্রে অনেক কম পরিলক্ষিত হয়েছে। চার বছর ধরে ১২০০ লোকের ওপর এ গবেষণা চালানো হয়েছিলো।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        নিয়মিত স্বেচ্ছায় রক্তদানের মাধ্যমে নিজের শরীরে বড় কোনো রোগ আছে কিনা তা বিনা খরচে জানা যায়। যেমন : হেপাটাইটিস-বি, হেপাটাইটিস-সি, সিফিলিস, এইচআইভি (এইডস) ইত্যাদি।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        প্রতি পাইন্ট (এক গ্যালনের আট ভাগের এক ভাগ) রক্ত দিলে ৬৫০ ক্যালরি করে শক্তি খরচ হয়। অর্থাৎ ওজন কমানোর ক্ষেত্রেও এটি গুরুত্বপূর্ণ ভূমিকা রাখতে পারে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        রক্তদান ধর্মীয় দিক থেকে অত্যন্ত পুণ্যের বা সওয়াবের কাজ। একজন মানুষের জীবন বাঁচানো সমগ্র মানব জাতির জীবন বাঁচানোর মতো মহান কাজ। পবিত্র কোরআনের সূরা মায়েদার ৩২ নং আয়াতে উল্লেখ আছে, ‘একজন মানুষের জীবন বাঁচানো সমগ্র মানব জাতির জীবন বাঁচানোর মতো মহান কাজ।
                                    </p>
                                </li>
                            </ol>
                            <p class="text-info">রক্তদানের যোগ্যতা:</p>
                            <ol>
                                <li>
                                    <p>
                                        বয়স: ১৮-৫৭ বছর।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        ওজন: ১০০ পাউন্ড বা ৪৫ কেজির উর্ধ্বে। তবে বিশেষ কিছু ক্ষেত্রে (অনুচক্রিকা, রক্তরস) ওজন ৫৫ কেজি বা তার উর্ধ্বে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        রক্তচাপ স্বাভাবিক থাকলে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                         রক্তে হিমোগ্লোবিনের পরিমাণ ৭৫% বা তার উর্ধ্বে থাকলে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        সম্প্রতি (৬ মাস) কোন দুর্ঘটনা বা বড় ধরনের অপারেশন না হলে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        রক্তবাহিত জটিল রোগ, যেমন: ম্যালেরিয়া, সিফিলিস, গনোরিয়া, হেপাটাইটস, এইডস, চর্মরোগ, হৃদরোগ, ডায়াবেটিস, টাইফয়েড এবং বাতজ্বর না থাকলে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        কোন বিশেষ ধরনের ঔষধ ব্যবহার না করলে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        চার মাসের মধ্যে যিনি কোথাও রক্ত দেননি।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        মহিলাদের মধ্যে যারা গর্ভবতী নন এবং যাদের মাসিক চলছে না।
                                    </p>
                                </li>
                            </ol>
                            <p class="text-info">কিছু ভুল ধারনা :</p>
                            <ol>
                                <li>
                                    <p>
                                        রক্ত দান করার সময় মোটেও ব্যথা লাগে না। শুধূমাত্র সূচ ফোটানোর সময় অল্প একটু অস্বস্তি লাগে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        রক্তদানের পর স্বাস্থ্য খারাপ হয়ে যাবে - এটি ভুল ধারণা। আসলে রক্তদান করলে হৃদরোগের ঝুঁকি কমে এবং দেহে মাত্রাতিরিক্ত আয়রন বা লৌহ সঞ্চয় প্রতিরোধ করে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        ডায়াবেটিসে আক্রান্ত ব্যক্তি রক্ত দিতে পারবে না - এটিও ভুল ধারণা। স্বাস্থ্য পরীক্ষায় যোগ্য বিবেচিত হলে, ডায়াবেটিসে আক্রান্ত ব্যক্তি ততক্ষণ রক্ত দান করতে পারবেন, যতক্ষণ ওই ব্যক্তির রক্তের গ্লুকোজ লেভেল স্বীকৃত সীমার মধ্যে থাকবে।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        উচ্চরক্তচাপের কারণে রক্তদান করা যায় না - এটিও ভুল ধারণা। রক্তদানের সময় ব্লাডপ্রেসার ১৮০সিষ্টোলিক ও ১০০ডায়াষ্টোলিকের মাঝে থাকলে রক্ত দেওয়া যায়।
                                    </p>
                                </li>
                                <li>
                                    <p>
                                        রক্তদানের পর আপনি কোনো প্রকার অসস্থি বোধ করবেন না কিংবা অজ্ঞান হয়ে যাবেন না। এই ব্যাপারে অনেকের ভুল ধারণা রয়েছে।
                                    </p>
                                </li>
                            </ol>
                            <p class="mt-5 text-success text-center"> <span class="fs-3">"</span> নিজে রক্ত দান করুন অন্যকে রক্তদানে উৎসাহিত করুন <span class="fs-3">"</span></p>
                        </div>
                    </div>
                </div>
            </div>
            <!-- Blank End -->

           <?php $this->load->view('common/footer-bottom') ?>
        </div>
        <!-- Content End -->
    </div>











